Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/oacco-nuvtta-giehtabatti-boallomearkka-ja-satnegirjjaza.html.tmx
Source language: sme
Languages: sma

source: Oaččo nuvttá giehtabátti, boallomearkka, ja sátnegirjjáža / Sámás muinna / Giella / Sámediggi - Sametinget
sma: Åadtjoeh namhtah gïetebaantem, båaloem jïh baakoegærjetjem / Saemesth munnjien / Gïele / Saemiedigkie - Sametinget

source: Diŋgonskovvi
sma: Dongkemegoere

source: Vállje buktaga
sma: Veeljh dorjesem

source: Namma ja čujuhus
sma: Nomme jïh adresse

source: Duođaš diŋgojumi
sma: Nænnosth dongkemem

source: Giitu diŋgomis !
sma: Baakoegærjetje

source: Sátnegirjjáš
sma: Åarjelsaemien båaloe

source: Davvisámegiella boallomearka
sma: Åarjelsaemien gïetebaante stoeredahke onne

source: Oarjelsámegiella giehtabáddi sturrodat unni
sma: Åarjelsaemien gïetebaante stoeredahke stoerre

source: Oarjelsámegiella giehtabáddi sturrodat stuoris
sma: Julevsaemien gïetebaante stoeredahke stoerre

source: Jus háliidat oažžut eanet go ovtta gáhppálaga válljejuvvon buktagis / buktagiin, de almmut dása galle háliidat juohke buktaga nammii.
sma: Dastegh datne sïjhth vielie goh aktem utnedh dehtie veeljeme dorjesistie / dejstie veeljeme dorjesijstie, dievhtieh man gellie daesnie.
